workspace/baselines/synthetic_legacy_n1/fluid/0/pointDisplacement
FoamFile { format ascii; class volVectorField; location "0"; object pointDisplacement; }
internalField uniform 0;
boundaryField { inlet { type zeroGradient; } }
