workspace/baselines/synthetic_legacy_n1/fluid/system/fvSchemes
FoamFile { format ascii; class dictionary; object fvSchemes; }
ddtSchemes { default Euler; }
