workspace/baselines/synthetic_legacy_n1/fluid/system/decomposeParDict
FoamFile { format ascii; class dictionary; object decomposeParDict; }
numberOfSubdomains 4;
method scotch;
