workspace/baselines/synthetic_legacy_n1/fluid/system/preciceDict
FoamFile { format ascii; class dictionary; object preciceDict; }
preciceConfig "precice-config.xml";
participant Fluid_0000;
modules (FSI);
FSI { solverType incompressible; rho rho [1 -3 0 0 0 0 0] 1000; namePointDisplacement pointDisplacement; nameCellDisplacement cellDisplacement; nameForce Force; }
interfaces { Interface1 { mesh Fluid-Mesh-slice_0000; patches (cylinder); locations faceCenters; readData (Displacement); writeData (Force); } }
